Repository: NoopikxD/PromtTest
Catalog: CorpusSearch/CorpusSearch/en-ru.tmx
Source language: en
Languages: ru

source: We got one, there' s two sharks left...... and you and the doc are doing a little bathroom love.
ru: Одну акулу убили, две остались...... а вы с доком устраиваете в ванной свидание.

source: They got a pill for what' s wrong with you?
ru: Чем бы мне тебя вылечить?

source: I need to get some things from my quarters.
ru: Я должна сходить в свою каюту.

source: Research data.
ru: Забрать данные исследований.

source: The tests, they worked.
ru: Тесты были удачные.

source: So much death around us, to risk any more life for some numbers....
ru: Столько смертей вокруг, зачем рисковать ради записей...

source: Without that data, everyone dying isn' t just tragic, it' s useless.
ru: Без этих записей, их гибель не только ужасна, она бесполезна.

source: Death is always useless, Doctor.
ru: Гибель не бывает полезной, док.

source: I' il be back before you know it.
ru: Я скоро вернусь.

source: What the hell' s going on?
ru: Что такое?

source: What is that?
ru: Чёрт возьми, что случилось?

source: It' s okay!
ru: Всё в порядке!

source: - We' re all right!
ru: - У нас всё в порядке!

source: - What the fuck?
ru: - Какого чёрта?

source: - It' s okay.
ru: - Всё в порядке.

source: I thought you were coming back for me.
ru: Я думал, ты сразу же вернёшься.

source: One of your monitors is blocking the panel.
ru: Твой монитор блокирует панель.

source: You want to help me move it?
ru: Поможешь мне его отодвинуть?

source: I say we do everything right together.
ru: Теперь мы всё делаем вместе.

source: Right together.
ru: Только вместе.

source: My name is Sherman Dudley...... and if this message finds you, I did not survive, so this is my legacy.
ru: Меня зовут Шерман Дадли...... если вы смотрите эту запись, значит, я умер и это- завещание.

source: I have loved the pulpit and I have loved the bottle.
ru: Я любил проповеди и я любил бутылку.

source: I did my best to be a good husband, a f ather.
ru: Я очень старался быть хорошим мужем и отцом.

source: I came up wanting.
ru: Но не всегда получалось.

source: So what do I have to say to you?
ru: Что же мне сказать вам?

source: What mark do I have to leave behind?
ru: Что я оставлю вам после себя?

source: We' il begin with the perfect omelet, made with two eggs, not three.
ru: Начнём с обычного омлета, для него берут 2 яйца, а не 3.

source: Amateurs often add milk for density.
ru: Не добавляйте много молока.

source: Damn you, Scoggs.
ru: Проклятье, Скоггс.

source: Where' s Susan?
ru: Где Сьюзан?

source: I' m done.
ru: Мне крышка.

source: Brothers never make it out of situations like this.
ru: Чёрные никогда не выживают в таких ситуациях.

source: Not ever!
ru: Никогда!

source: Did you do it?
ru: Вы это сделали?

source: Where' s Scoggins?
ru: Где Скоггинс?

source: I hate to interrupt this moment of burgeoning intimacy...... but can we get the fuck out of here?
ru: Не хотелось бы прерывать ваши совместные переживания...... но, может, нам пора сматываться?

source: - Is this the only way?
ru: - Это единственный способ?

source: - Exits are flooded.
ru: - Выходы затоплены.

source: Whole place is sinking.
ru: Здесь всё уходит под воду.

source: It' s this way or no way at all.
ru: Или так, или никак.

source: You can bring on the good news anytime now.
ru: Появятся хорошие новости, не стесняйся, говори сразу.

source: Sharks are attracted to churning water, bright colors.
ru: Акул привлекает любое движение в воде, яркие цвета.

source: These extinguishers will be a distraction.
ru: Огнетушители должны их отвлечь.

source: What about us?
ru: А как же мы?

source: The vest' il bring you up too fast.
ru: Жилет слишком быстро поднимает.

source: Your lungs' il pop like a balloon.
ru: Лёгкие разорвутся, как шарики.

source: You weren' t the sunny kid in your class.
ru: Ты не был в школе любимчиком.

source: I never went to class.
ru: Я никогда не ходил в школу.

source: Sixty feet?
ru: До поверхности 60 футов?

source: There' s nothing to it.
ru: Ничего страшного.

source: Exhale on the way up, and get the hell out of the water.
ru: На подъёме выдыхайте, а там - пулей из воды.

source: I got to equalize the pressure before we blow the air lock.
ru: Я должен уравнять давление, прежде чем мы откроем люк.

source: I got to let the room fill up with water.
ru: Придётся затопить помещение.

source: It' il only take a few seconds.
ru: Это всего несколько секунд.

source: You ready?
ru: Вы готовы?

source: Not in the least.
ru: Совсем не готовы.

source: "Though I walk through the valley of the shadow of death...
ru: "И если пойду я долиною смертной тени...

source: "... I shall fear no evil...
ru: "... я не убоюсь зла...

source: "... for Thou art with me...
ru: "... ибо Ты со мной...

source: "... Thy rod and Thy staff, they comfort me.
ru: "... И жезл Твой указывает мне путь.

source: "Surely goodness and mercy shall follow me all the days of my life..."... because I carry a big stick...... and I' m the meanest motherfucker in the valley.
ru: "И пребудут со мною добро и милосердие во все дни..."... жизни моей, ибо я иду с большой палкой...... и я самый крутой стервец во всей этой долине.

source: Two sharks down, Lord.
ru: Две акулы убиты, Господи.

source: One demon fish to go.
ru: Осталась одна рыба.

source: Can I get an "amen"?
ru: Я услышу от вас "аминь"?

source: Amen!
ru: Аминь!

source: - I can' t hear you!
ru: - Не слышу вас!

source: - Amen!
ru: - Аминь!

source: Give me an "amen"!
ru: Скажите громко "аминь"!

source: - Stay with us, Lord!
ru: - Не оставь нас, Господи!

source: - Amen.
ru: - Аминь.

source: Okay, hold on three!
ru: Всё, на счёт "три"!

source: One!
ru: Раз!

source: Swim!
ru: Плыви!

source: Oh, my God!
ru: Боже мой!

source: It' s the devil, you know.
ru: Знаешь, это сам дьявол.

source: He' il be okay if we can get out of here.
ru: Поправится, если выберемся.

source: Son of a bitch.
ru: Вот сукин сын.

source: Those fences are titanium underneath, but on top, they' re just plain steel.
ru: Под водой ограда из титана, но сверху, из обычной стали.

source: They' ve been herding us, pushing us where they want.
ru: Они пасли нас, гнали туда, куда хотели попасть сами.

source: Using us to flood the facility.
ru: Им нужно было затопить станцию.

source: That' s the answer to the riddle.
ru: Вот и ответ на ту загадку.

source: Because that' s what an 8, 000- pound mako thinks about.
ru: Вот о чём думает гигантская и умная акула.

source: About freedom.
ru: О свободе.

source: About the deep blue sea.
ru: О глубоком синем море.

source: We have to kill her.
ru: Мы должны убить её.

source: That' s the first real smart thing you' ve said all day.
ru: Это твоё первое разумное предложение за весь день.

source: Here we go.
ru: А вот и она.

source: We ought to get 2. 5 sticks of dynamite out of these flares.
ru: Из этих ракетниц получится две с половиной динамитные шашки.

source: From up here, you ought to be able to see me spear it.
ru: Отсюда ты увидишь, как я попаду в неё.

source: When I do, you take this end of this cable...... hook it up to the positive side of the boat battery.
ru: "... и под" соединяешь его к плюсу на аккумуляторе.

source: And boom!
ru: Раздастся взрыв!

source: I can' t get her!
ru: Я не могу попасть!

source: She' s too far away!
ru: Она слишком далеко!

source: I know how to get her.
ru: Я знаю, как её подманить.

source: Bait.
ru: На живца.

source: She may be the smartest animal in the world...... but she' s still just an animal.
ru: Может, ты и самое умное животное на свете...... но, всё равно, животное.

source: Come to Mama.
ru: Иди к маме.

source: Susan, don' t!
ru: Сьюзан, не надо!

source: Get out of the water!
ru: Прочь из воды!

source: All right, Lord....
ru: Хорошо, Господи...

source: Shoot it, Preach!
ru: Стреляй, Прич!

source: This is for Scoggins.
ru: Это тебе за Скоггинса.

source: Shoot it!
ru: Стреляй!

source: Blow it, Preach!
ru: Взрывай, Прич!

source: Blow it!
ru: Взрывай!

source: The battery!
ru: Аккумулятор!

source: Do it!
ru: Давай!

source: Bring me some sushi!
ru: Подай мне порцию рыбы!

source: Forty- five- foot shark...... and you hit me.
ru: Акула была длиной 45 футов...... а ты попал в меня.

source: Nice.
ru: Здорово.

source: Could' ve been worse.
ru: Могло быть и хуже.

source: I could' ve let him eat your ass.
ru: Я мог позволить ей тебя съесть.

source: Carter, we' re sinking, right?
ru: Картер, мы тонем, да?

source: Let me ask you something.
ru: Позволь задать тебе вопрос.

source: Are you sure it was just three sharks?
ru: Уверен, что акул было только 3?

source: That' s more like it.
ru: Так будет вернее.

source: Here comes the next shift.
ru: А вот и наши сменщики.

source: Let me tell you, man...... I quit this job.
ru: Послушай меня, парень...... я больше тут не работаю.

source: Take me back to the ghetto.
ru: Верните меня в гетто.

source: Amen.
ru: Аминь.

source: Mr Najsman
ru: Russiаn subtitlеs соnfоrmеd bу SОFТlТLЕR

source: At the beginning of the 21st century, the Umbrella Corporation... had become the largest commercial entity in the United States.
ru: В самом начале 21- го века, корпорация Umbrella стала крупнейшей компанией в Соединенных Штатах

source: Nine out of every ten homes contain its products.
ru: Их продукция была в девяти из десяти домов.

source: Its political and financial influence is felt everywhere.
ru: Корпорация имела огромное политическое и финансовое влияние

source: In public, it is the world' s leading supplier... of computer technology, medical products and health care.
ru: Официально, корпорация была широкоизвестным производителем... в области компьютерной и медицинской техники.

source: Unknown even to its own employees... its massive profits are generated by military technology... genetic experimentation and viral weaponry.
ru: Но даже ее сотрудники не знали... что основными доходами являются военные разработки...... в области генетического и бактериологического оружия.

source: All Umbrella staff must wear their identity tags at all times.
ru: Все сотрудники Umbrella обязаны все время носить пропуска.

source: All radiation badges will be collected at 5: 00 p. m. this afternoon.
ru: Все индивидуальные дозиметры должны быть собраны к 17: 00 сегодня.

source: God!
ru: Блин...

source: Some people.
ru: Бывают же придурки...

source: - Don' t show this to me.
ru: - Не надо мне это показывать.

source: Because I' m busy.
ru: Потому что я занята.

source: It' s nothing.
ru: Ничего страшного.

source: Fire drill.
ru: Это учебная тревога.

source: - Fire drill.
ru: - Учебная тревога.

source: - Shit!
ru: - Бля!

source: - Hey, what the hell is going on?
ru: - Эй, что происходит?

source: - Get the computers covered!
ru: - Накрой компьютеры!

source: Move it!
ru: Шевелись!

source: - Damn it, I' m trying!
ru: - Блин, а я что делаю?!

source: The experiments!
ru: Материалы!

source: Move them!
ru: Стпрячь их!

source: Shouldn' t the doors open or something?
ru: Эти двери когда- нибудь откроются или нет?

source: Line' s dead.
ru: Телефон не работает.

source: - What' s the problem?
ru: - В чем проблема?

source: - The doors won' t open.
ru: - Двери не открываются.

source: - What about the ones at the back?
ru: - А аварийный выход?

source: - Locked as well.
ru: - Тоже закрыт.

source: There' s no fire here!
ru: Здесь ничего не горит!

source: No fire!
ru: Ничего не горит!

source: - The code doesn' t work!
ru: - Код не открывает дверь!

source: - No fire!
ru: - Ничего не горит!

source: - What' s wrong with you?
ru: - Что с тобой?

source: - The door won' t open!
ru: - Дверь не открывается!

source: And this water isn' t going anywhere.
ru: И вода никуа не уходит.

source: - It' s a sealed room.
ru: - Это герметичная комната.

source: - Help me with the door!
ru: - Помоги мне с этой дверью!

source: - Oh, fuck the doors!
ru: - О, эта ебаная дверь!

source: We have to get out of here.
ru: Му должны отсуда выбраться.

source: What' s going on?
ru: Что же за фигня здесь происходит?

source: Has this happened before?
ru: Такое уже случалось?

source: - We have to get out of here!
ru: - Мы должны отсюда выбраться!

source: - You take it easy!
ru: - Сам успокаивайся!

source: - Quiet!
ru: - Тихо!

source: Halon!
ru: Газ!

source: We' re gonna have to get out of here.
ru: Мы должны отсюда выбраться.

source: We have to get out of this building!
ru: Мы должны выбраться из этого здания!

source: Here, give me a hand.
ru: Дай мне руку.

source: That' s as far as they' il go.
ru: Больше не получается.

source: They' re caught on something.
ru: Они чем то заблокированы.

source: That' s wide enough.
ru: Этого достаточно.

source: I' il get help.
ru: Я смогу проскользнуть и привести помощь.

source: I' m stuck.
ru: Я застряла.

source: You' re gonna have to push.
ru: Подтолкните меня.

source: A bit more.
ru: Еще немного.

source: What was that?
ru: Что это было?

source: Oh, Christ!
ru: О Боже!

source: It' s the brakes!
ru: Выбирайся оттуда!

source: - I can' t move!
ru: - Я не могу пошевелиться!

source: Push her out of the way!
ru: Выпихните ее оттсюда!

source: Pull me back inside!
ru: Нет, втяните меня обратно!

source: - Who are you?
ru: - Кто вы?

source: - Move!
ru: - Быстрее!

source: - Get away from me!
ru: - Отпусти меня!

source: - Down!
ru: - Ложись!

source: I' m a cop!
ru: Я полицейский!

source: I told you, I' m a cop!
ru: Я вам говорю, я полицейский!

source: You' re breaking my arm!
ru: Вы сломаете мне руку!

source: Report.
ru: Докладывай.

source: Report now.
ru: Докладывай!

source: I want your report, soldier.
ru: Я жду доклада, солдат.

source: I don' t know what you' re talking about.
ru: Я не понимаю о чем вы говорите.

source: Sir, the house' s primary defenses have been activated.
ru: Сэр, основные системы защиты дома включены.

source: She' s probably still suffering the side effects.
ru: Скорее всего, на нее действуют побочные эфекты.

source: What are you doing with us?
ru: Что вы собираетесь делать с нами?

source: What about the cop?
ru: Что там с этим полицейским?

source: I' m not getting a match.
ru: Мэтью Эддисон Его нет в списках.

source: Who are you?
ru: Ктоты такой?

source: They probably don' t even have me on file yet.
ru: Меня только что перевели, они не успели обновить списки.

source: It' s possible.
ru: Это вполне возможно, местная полиция - раздолбаи.

source: Should I secure him here?
ru: Мне его пристрелить?

source: We take him with us.
ru: Возмем его с собой.

source: You can' t do this!
ru: Вы не имеете права!

source: Blow me.
ru: Отсоси.

source: Prep for entry to the Hive.
ru: Приготовтесь ко входу в Улей.

source: Power' s down.
ru: Нет питания.

source: - So fix it.
ru: - Ну так почини.

source: - I' m on it.
ru: - Я займусь этим.

source: Are you done yet?
ru: Ну как там?

source: Jumpy.
ru: Испугалась.

source: Stand clear!
ru: Приготовились!

source: - You got a problem?
ru: - У тебя проблемы?

source: - How' s that door?
ru: - Что с этой дверью?

source: - It' s sealed shut.
ru: - Она не открывается.

source: - Let me.
ru: - Пусти меня.

source: Jumpy?
ru: Испугался?

source: Lie still.
ru: Лежи.

source: Lie still!
ru: Лежи!

source: Watch this light.
ru: Смотри на свет.

source: Follow it.
ru: Следи за ним.

source: - Now, how many fingers am I holding up?
ru: - Ну, сколько пальцев?

source: - Three.
ru: - Три.

source: Now tell me your name.
ru: Теперь скажи как тебя зовут.

source: Memory loss, just like the other one.
ru: Потеря памяти, так же как и у остальных.

source: Let' s open that door.
ru: Открываем дверь.

source: Listen to me.
ru: Послушайте.

source: I want to know who you people are... and I want to know what' s going on here.
ru: И что здесь происходит.

source: You and I have the same employer.
ru: Ты и я работаем на одни и тех же.

source: We all work for the Umbrella Corporation.
ru: Мы все работаем на корпорацию Umbrella.

source: The mansion above us is an emergency entrance to the Hive.
ru: Особняк на верху это запасный вход в Улей.

source: You are security operatives placed there to protect that entrance.
ru: Вы охранники, поставленные охранять вход.

source: What about this?
ru: А как на счет этого?

source: Your marriage is a fake.
ru: Твоя жизнь - подделка.

source: Just part of your cover to protect the secrecy of the Hive.
ru: Часть легенды, чтобы сохранить тайну Улья.

source: And what is the Hive?
ru: И что такое Улей?

source: Show them.
ru: Покажи им.

source: Accessing schematic of the Hive.
ru: Загружаю схему Улья.

source: Raccoon City, nearest urban center.
ru: Город Рэкун, городской центр.

source: The mansion where we found you... and through which we gained access to the train... which, in turn, brought us to the Hive.
ru: Особняк, где мы вас обнаружили... и через который мы добрались к поезду... который, в свою очередь, доставил нас в Улей.

source: The Hive itself is located underground... deep beneath the streets of Raccoon City.
ru: Улей расположен под землей... глубоко под улицами Рэкуна.

source: A top- secret research facility... owned and operated by the Umbrella Corporation... the Hive houses over 500 technicians, scientists and support staff.
ru: Улей является домом для более чем пятисот ученых, техников и обслуживающего персонала.

source: They live and work underground.
ru: Они живут и работают под землей.

source: Their research is of the highest importance.
ru: Их исследования имеют огромное значение.

source: Its nature is classified.
ru: Их существование глубоко засекречено.

source: Our position on the map is indicated by heat signature.
ru: Наша позиция отмечена тепловыми метками на карте.

source: Why can' t I remember anything?
ru: Почему я ничего не помню?

source: The Hive has its own defense mechanisms... all computer- controlled.
ru: У улья есть свои собственные системы защиты... контролируемые компютером.

source: A nerve gas was released into the house.
ru: В доме был распылен специальный газ.

source: Primary effect of the gas -- complete unconsciousness lasting anything up to four hours.
ru: Полное стирание памяти о событиях в течении последних четырех часов.

source: Secondary effects are varied, but can include acute memory loss.
ru: Но побочным эфектом может быть сильная временная амнезия.

source: - For how long?
ru: - И насколько временная?

source: - Subjective.
ru: - Эфект индивидуален.

source: An hour, day, week.
ru: Час, день, неделя.

source: So you' re saying this place was attacked?
ru: Итак, вы говорите что на этот центр напали?

source: I' m afraid things are a little more complicated than that.
ru: Я боюсь, что все намного сложнее.

source: Sir!
ru: Сэр!

source: We' ve breached the Hive.
ru: Мы проникли в Улей.

source: Halon content has dissipated.
ru: Газ рассеялся.

source: Makes it easier to work underground, thinking there' s a view.
ru: Иллюзия окон делает работу под землей комфортнее.

source: Looks like we' re taking the stairs.
ru: Похоже, придется идти по леснице.

source: - Status.
ru: - Доклад.

source: - Red Queen is locked onto us.
ru: - Красная Королева следит за нами.

source: She knows that we' re here.
ru: Она знает, что мы здесь.

source: Who' s the Red Queen?
ru: Кто такая Красная Королева?

source: State- of- the- art artificial intelligence.
ru: Современнейший искусственный интелект.

source: She is the computer that controls the Hive.
ru: Она - компютер, контролирующий Улей.

source: This is gonna slow us down.
ru: Это нас задержит.

source: Our route to the Queen takes us straight through these labs.
ru: Наш маршрут к Красной Королеве проходит как раз через эти лаборатории.

source: Rain, J. D., see how bad the flooding is.
ru: Рэйн, J. D., проверьте, насколько сильно затопило.

source: Kaplan, find us an alternate route.
ru: Каплан, найди другой маршрут.

source: What happened here?
ru: Что здесь происходит?

source: Five hours ago, Red Queen went homicidal.
ru: Пять часов назад Красная Королева сошла с ума.

source: Sealed the Hive and killed everyone down here.
ru: Законсервировала Улей и убила всех людей.

source: - Jesus.
ru: - Господи.

source: - When we realized what was happening... my team was dispatched to shut her down.
ru: - Когда мы поняли что здесь проиходит... мою команду послали что бы отключить ее.

source: Why did she do it?
ru: Почему она это сделала?

source: That we don' t know.
ru: Мы не знаем.

source: But outside interference is a possibility.
ru: Но существует возможность внешнего воздействия.

source: You okay?
ru: Эй, ты в порядке?

source: - Here.
ru: - Держи.

source: - I' m fine.
ru: - Спосибо, я в порядке.

source: - Please, come on.
ru: - Пожалуйста, одень.

source: It' s cold in here.
ru: Здесь холодно.

source: Are you --
ru: Ты....

source: Do you remember anything from before this?
ru: Ты что- нибудь помнишь?

source: Nothing before the train.
ru: Нет, ничего.

source: And you?
ru: А ты?

source: Nothing.
ru: Тоже ничего.

source: I found an alternate route, but it' s gonna cost us time.
ru: Я нашел другой маршрут, но он займет больше времени.

source: We double back, cut through Dining Hall B... then we' re right on track.
ru: Мы вернемся назад, срежем через столовую Б... затем мы окажемся на нужном пути.

source: Sir, no go.
ru: Сэр, дороги нет.

source: The whole level' s flooded.
ru: Весь этаж затоплен.

source: All right, we' re behind schedule.
ru: Мы отстаем от графика.

source: So let' s move it.
ru: Так что давайте пошевеливаться.

source: Poor bastards.
ru: Бедные ублюдки.

source: Dining Hall B.
ru: Столовая Б.

source: That' s what it says on the map.
ru: Это то, что говорит карта.

source: Maybe you' re reading it wrong.
ru: Может ты не туда смотришь.

source: Maybe the corporation' s keeping a few secrets down here.
ru: Может быть корпорация что то сдесь скрывает.

source: Something you' re not supposed to see.
ru: Что то, чего вы не ожидаете.

source: J. D., you and Rain keep the prisoner here and secure the exit.
ru: J. D., ты и Рэйн охраняете здесь заключенного и выход.

source: Sir, halon levels are nonexistent in this room.
ru: Сэр, в этой комнате нет газа.

source: I think the system malfunctioned.
ru: Я думаю, что система пожаротушения не работает.

source: There may be survivors.
ru: Может быть кто- нибудь здесь спасся.

source: Give me a search line, but keep it tight.
ru: Рассредоточится, но не отставать.

source: - I said keep it tight.
ru: "Не отставать".

source: - Sorry.
ru: - Извини.

source: I' m not sure I want to remember what went on down here.
ru: Я не увереня, что хочу вспоминать что здесь происходило.

source: I don' t blame you.
ru: Я тебя понимаю.

source: What do they keep in these things?
ru: Что они здесь хранили?

source: How do I know?
ru: Окуда мне знать?

source: What' s taking so long?
ru: Почему так долго?

source: Red Queen' s defenses are in place.
ru: Включена защита Красной Королевы.

source: She' s making it difficult.
ru: Она довольна сложная.

source: Let' s pack it up.
ru: Давайте, упаковывайте.

source: The lights are automated.
ru: Свет включается автоматически.

source: Nothing to worry about.
ru: Ничего страшного.

source: - Transmitter in position.
ru: - Передатчик на месте.

source: - Roger.
ru: - Ок.

source: Running the bypass.
ru: Включаю подбор кода.

source: Checkmate.
ru: Есть.

source: Move up.
ru: Пошли.

source: - That' s what will shut the Queen down.
ru: - Это то, чем мы отключим Королеву.

source: Delivers a massive electrical charge.
ru: Сделаем большой электроразряд.

source: Scrambles the mainframe and forces it to reboot.
ru: Он повредит мэйнфрейм и заставит его перегрузится.

source: Some kind of dormant defense mechanism.
ru: Что вроде запасного защитного механизма.

source: - Opening the door tripped it.
ru: - Он сработал на открытие двери.

source: - Put it back to sleep.
ru: - Отключи его.

source: Working on it.
ru: Я пытаюсь.
